{"query": "农业", "pos": ["Ауыл шаруашылық техникасы — ауыл шаруашылығында қолданылатын қондырғылар, машиналар мен құралдардың жиынтық атауы. Қазақстанда мақта, қызылша, картоп, көкөніс, бақ, мал шаруашылықтары, сондай-ақ топыраққа тыңайтқыш себу процестері жақсы механикаландырылған. Ауыл шаруашылық техникасы қолданылу мақсаттарына байланысты бірнеше топқа бөлінеді. Энергетика, көлік және тиеуіш машиналарына түрлі тракторлар, тіркемелер, тиеуіштер, майқұйғыштар, жүккөтергіштер, жылу және электр моторлары жатады. Тракторлар тарту күшіне қарай түрлі кластарға бөлінеді. Олар жалпы және арнайы жұмыстарға арналған дөңғалақты және жыланбауырлы болып келеді. Павлодар трактор зауытында ДТ-75Т “Қазақстан” (класы 30 кН) тракторы шығарылады. Оған түрлі аспалы және жартылай аспалы құралдар жегіледі. Мұндай трактор көмегімен жер жырту, тырмалау, қопсыту, тұқым себу, қар тоқтату, суландыру жұмыстары атқарылады. Петропавлда шығарылатын қуаты 1 кВт агрегат шағын электр стансасы ретінде мал қораға, шопан үйіне, мал шаруашылығы мен егін ш-ның түрлі қызметтеріне жарық беру үшін қолданылады. Топырақ өңдеу, тыңайтқыш себу, егістік зиянкестерін жою мақсатында қолданылатын машиналар да топырақ өңдейтін аспалы және жартылай аспалы соқалар, қопсытқыштар, тісті, инетісті және делегейлі тырмалар, тығыздағыштар, тыңайтқыш сепкіштер, көң, сұйық тыңайтқыш шашқыштар; сұйық және түйіршікті улы қоспаларды бүріккіштер және тозаңдатқыштар, дән улағыштар, фумигаторлар, аэрозоль шашқыштар; қар тоқтатқыштар жатады.", "Ауыл шаруашылығы — материалдық өндірістің ең маңызды түрлерінің бірі. Ауыл шаруашылығы халықты азық-түлікпен және өнеркәсіпті шикізаттың кейбір түрлерімен қамтамасыз етумен айналысады. Ауыл шаруашылығы екі үлкен саладан, яғни өсімдік шаруашылығынан және мал шаруашылығынан тұрады. Сонымен қатар оның құрамына балық аулау, аңшылық және омарта шаруашылығы да кіреді. Қазақ жерінде б.з.б. 2-мыңжылдықтан бастап адамдар қолда мал өсіре бастады. Оларды көбейту үшін жайылымдар іздеп, көшіп қонатын болды. Олар көбінесе жылқы, түйе, қой және ешкі өсірді. Малдарының жағдайына байланысты көшіп жүретіндіктен сиырды өте аз ұстады. Сол кезден бастап адамдар егін салумен де айналысқан. Оған дәлел — қыш құмыраларда сақталған арпаның, бидайдың, тарының дәндері. Егін егу мал өсіруге қарағандла баяу дамыды. Себебі тастан, ағаштан жасалған құралдар қатты жерлерді өңдеуге жарамады. Олармен тек өзен, көл жағасындағы жерледі өңдеді. 16-17 ғасырлардан бастап Қазақстан жерінде егіншілік дами бастады. 1694 жылы Тәуке ханның Түркістан сарайында болған Ресей елшісі В.Кобяков жергілікті тұрғындардың бидайды, арпаны, тарыны өте көп мөлшерде егетін және бидайдың жаздық, күздік түрлерін өсіретінін жазған. Шығыс Қазақстан және Жетісу тұрғындары егін шаруашылығын мал шаруашылығымен және балық аулау кәсібімен қатар жүргізді. Бұл жерлерде егін суару үшін қолдан арық қазылды. Шу, Талас өзендерінің бойына бау-бақша егілді."], "neg": ["Венслинген (нем. Wenslingen) — Швейцарияның Базель-Ланд кантонында орналасқан коммуна. Зиссах округінің құрамына кіреді. 2007 жылғы мәліметтер бойынша тұрғындарының саны 687 адамды құрайды. Алып жатқан жер аумағы 5.91 км² шамасында. Ресми идентификациялық коды — 2865, пошта индексі — 4493. Ресми сайты Үлгі:Швейцария:Зиссах округі:Қалалар", "Әлемдегі телемұнаралар – дәл қазіргі уақытта (2009 жыл) әлем бойынша ең алып 22 телемұнара бар.. Дүниежүзінің биік мұнаралар федерациясының (The Worid Federation of Great Towers) құрамын да солар толықтырып тұр. Көктөбедегі мұнара әлемде биіктігі жөнінен теңіз деңгейінен есептегенде 1–орында, ал одан тыс 13– орында тұр. Жалпы ұзындығы – 372 метр. Ал ТМД бойынша Ресейдің Останкиносы (540 м) мен Украина (385 м) және Ташкент теледидар мұнарасы (375 м.) кейінгі төртінші орында. Тізімнің басында Қытайдың Ганчжоу қаласындағы 610 метрлік телемұнара бастап тұр. Телемұнаралардың телесигналдарды таратудан тыс, туристер тартуда таптырмас табыс көзі. Канаданың Торонто қаласындағы \"Си-Эн Тауэрын\" (553 м.), Шанхайдағы \"Шығыстың інжу-маржанын\" (468 м), Куала– Лумпурдың \"Менарасын\" (421 м), Германияның \"Берлин\" мұнарасын және Париждің \"Эйфелін\" (216 м) жатқызамыз. Қазақстан Баспагері мен полиграфистері. Анықтамалық. Алматы, \"Білім\" баспасы. 2005 ж. — 576 бет.ISBN 9965-09-134-Х Телебашня Гуанчжоу (ағыл.)"]}
{"query": "张余", "pos": ["ҚАЛДЫҚ — бөлінгіштен әр түрлі еселік бөлгіштерді шегеруден пайда болатын ең кіші оң сан. Егер   a {\\displaystyle ~a} және   b {\\displaystyle ~b} — бүтін теріс емес (яғни оң сан және нөл болса) сандар болса, онда   a {\\displaystyle ~a} және b санына қалдықпен бөлінуі үшін мына шарттар орындалатын   x {\\displaystyle ~x} және   y {\\displaystyle ~y} — бүтін әрі теріс емес сандарының анықталуы қажет: 1)   a = x b + y ; {\\displaystyle ~a=xb+y;} 2)   y < b , {\\displaystyle ~y<b,} мұндағы a {\\displaystyle a} — бөлінгіш сан,   b {\\displaystyle ~b} — бөлгіш сан,   x {\\displaystyle ~x} — бөлінді сан, ал   y {\\displaystyle ~y} — бөлінбейтін қалдық сан. Егер   y = 0 {\\displaystyle ~y=0} тең болса, онда   a {\\displaystyle ~a} санына   b {\\displaystyle ~b} қалдықсыз бөлінеді делінеді. \"Математикалық ойашар\", \"Қазақ энциклопедиясы\" Алматы, 2009 ISBN 9965-893-25-X"], "neg": ["Рай (ағылш. Rye) — Колорадо штатының Пуебло (Pueblo) округіне жататын АҚШ қаласы. Қала тұрғындарының саны 202 адамды құрайды. Алып жатқан жер аумағы 0.3 км² шамасында. FIPS коды — 08-66895. АҚШ-тың барлық қалалары жайында статистикалар U.S. Census Bureau. Үлгі:Колорадо штаты", "Рюсторф (нем. Rüstorf) — Аустриядағы коммуна. Жоғарғы Аустрия федералды жеріне қарасты Фёклабрук округінің құрамына енеді. Қаланың тұрақты тұрғындарының саны 1952 адамды құрайды (31 желтоқсан 2005). Алып жатқан жер аумағы 14 км² шамасында. Елді мекеннің автомобиль коды — VB, ресми идентификациялық коды — 4 17 32. 2003 жылғы сайлау нәтижесі бойынша коммунаның бургомистрі болып Паулине Штеррер (АҰП) саналады. Ресми сайты Үлгі:Аустрия:Фёклабрук округі:Қалалар"]}
{"query": "飞线", "pos": ["Ұшатын тиіндер Қанатты тышқан (Рtегmуіdае) тұқымдасына жататын сүтқоректілер. Қанатты тышқан (Рtегmуіdае) негізінен тропиктік зоналарға тараған. Бізде ұшатын тиін (Рtегmуs vоtоs) деген бір ғана түрі Еуропа мен Сібірдің ормандарын мекендейді. Күндіз ағаш қуыстарына жасырынып, түнге қарай шығатын түн жануары. Алдыңғы және артқы аяқтарының арасында болатын тері жарғағының көмегімен ұшатын тиіндер ағаштан-ағашқа секіріп, қалықтай “ұшып”, 10 м-дей жерге барып түседі. Бұлар сирек кездесетін, кәсіптік маңызы жоқ жануарлар. Ұшатын сүтқоректілер Shar, S., Lkhavgasuren, D., Henttonen, H., Maran, T. & Hanski, I. (2008). Pteromys volans. In: IUCN 2008. IUCN Red List of Threatened Species. Downloaded on 6 қаңтар 2009. «Омыртқалылар зоологиясы» С. П. Наумов- Алматы «Мектеп» баспасы", "Ұшатын балық (лат. Exocoetidae) — балықтар класының саргантәрізділер отрядына жататын теңіз балықтар тұқымдасы. Оның 50 - 60 түрі бар. Түсі - көкшіл-сұр, арқа жотасы - қара көк, астыңғы бөлігі ақ күміс түсті болып келеді. Денесі жебе тәрізді созылыңқы. Арқа қанаты құйрық бөлімінде орналасқан, жақтары сопақ. Дене тұрқы 50 см-ден аспайтын бұл балықтардың көпшілігі су бетінде қалықтап ұшуға қабілетті. Ұшатын балықты дүниежүзі мұхиттарының бәрінен, әсіресе Атлант, Тынық мұхиттарынан кездестіруге болады. Ұшатын балықтың басты ерелекшігі - құстың қанаты сияқты өте жалпақ кеуде қанаттары болатындығында. Жыртқыштардан құтылып кетуі үшін балық су бетіне ырышып шығып, біраз жерге дейін ұшып өтеді. Кеуде қанатынан өзге айырланып біткен құйрық қанаттары болады. Оның төменгі қанаты үстіңгі қанатынан ұзынырақ. Бұлда балықтың ұшуына көп септігін тигізеді. Балық жоғары қарай ұшқанда оның құйрық қанаттары мотордың қызметін атқарады. Ол суды секундына 90 ретке дейін соққылайды. Балық әуеге 1,2 метрге дейін көтеріліп, 200 метр жерге дейін ұша алады. Ұшу биіктігі балықтың салмағы мен арналған қанаттарының санына байланысты болады. Балық биіктікті қанатын әрқалай қимылдату арқылы реттейді. Су бетіне қонар кезде құйрығын қаққылайды."], "neg": ["Кастрореджо (итал. Castroregio) — Италиядағы коммуна, Калабрия әкімшілік аймағына қарасты Козенца провинциясында орналасқан. Қаланың тұрақты тұрғындарының саны 417 адамды құрайды (2008). Халық тығыздығы 10 адам/км². Алып жатқан жер аумағы 38 км² шамасында. Пошта индексі — 87070. Елді мекеннің қамқоршысы — әулие Santa Maria ad Nives.  Ұлттық статистика институты  (итал.)", "Штормарн (нем. Kreis Stormarn) — Германия ауданы. Аудан орталығы — Бад-Ольдеслоэ қаласы. Аудан Шлезвиг-Гольштейн жерінде орналасқан. Жер аумағы 766,27 км² шамасында. Тұрғыны 224 290 мың адамды құрайды (2010). Халық тығыздығы 293 адам/км². Ауданның ресми коды — 01 0 62. Аудан 55 елді мекенге бөлінеді. Басқармалар Аренсбург (30 134) Аммерсбек (9 238) Бад-Ольдеслоэ (24 035) Баргтехайде (13 973) Барсбюттель (12 360) Глинде (16 039) Гросхансдорф (9 069) Остштайнбек (7 810) Райнбек (25 598) Райнфельд (8 451) Тангштедт (6 276) Басқармалар Бад-Ольдеслё-Ланд басқармасы Грабау (796) Ласбек (1 188) Меддеваде (782) Нериц (333) Пёлиц (1 184) Ретвиш (1 080) Рюмпель (1 310) Штайнбург (2 513) Трафенбрюк (1 744) Баргтехайде-Ланд басқармасы Баргфельд-Штеген (2 804) Делингсдорф (2 074) Эльменхорст (2 274) Хаммор (1 167) Йерсбек (1 818) Ниэнвольд (474) Тодендорф (1 029) Тремсбюттель (1 874) Нордстормарн басқармасы Бадендорф (786) Барниц (842) Фельдхорст (613) Хамберге (1 342) Хайдекамп (471) Хайльсхоп (614) Клайн-Везенберг (767) Мёнкхаген (659) Рехорст (702) Везенберг (1 103) Вестерау (805) Царпен (1 588) Зик басқармасы Брак (787) Брунсбек (1 633) Хойсдорф (3 521) Зик (1 980) Штапельфельд (1 477) Триттау басқармасы Гранде (670) Грёнвольд (1 324) Гроссензее (1 732) Хамфельде (527) Хоэнфельде (60) Кётель (379) Лютензее (3 206) Раусдорф (228) Триттау (7 639) Вицхафе (1 408) www.kreis-stormarn.de Ресми сайты"]}
{"query": "鮑敬言", "pos": ["Абалоне — кептірілген немесе консервіленген түрінде аспаздықта пайдаланатын моллюскілер (қытай аспаздығы). Қазақ тілі терминдерінің салалық ғылыми түсіндірме сөздігі: К54 Қоғамдық тамақтандыру.— Алматы: \"Мектеп\" баспасы, 2007. — 232 бет.ISBN 9965-36-414-1"], "neg": ["Рок Рапидс (ағылш. Rock Rapids) — Айова штатының Лайон округіне жататын АҚШ қаласы. Қаланың жер аумағы — 10.2 км². FIPS коды — 19-68160. 2010 жылы қала тұрғыны 2549 адамды құрады. American FactFinder. АҚШ халық санағы бюросы. Тексерілді, 31 қаңтар 2008. АҚШ-тың барлық қалалары жайында статистикалар (ағыл.) U.S. Census Bureau. (ағыл.) Үлгі:Айова штаты", "Жылу алмасу - қыздырылған денелер арасында жылу шығару, конвекция, жылу өткізгіштік, т.б. жылу беру түрлері арқылы жылу алмасу. Қазақ тілі терминдерінің салалық ғылыми түсіндірме сөздігі: Машинажасау. — Алматы: \"Мектеп\" баспасы, 2007. ISBN 9965-36-417-6 Орысша-қазақша түсіндірме сөздік: Физика. Е. Арын – Павлодар: С. Торайғыров атындағы Павлодар мемлекеттік университеті, 2006. ISBN 9965-808-88-0"]}
{"query": "高曼環境獎", "pos": ["Экологиялық этика — өнімдердің (бұйымдардың) қолданған уақыттағы және қалдыққа айналған кездегі экологиялық жағдайға қатысты барлық қасиеттерін баяндау. Экологиялық декларация жасаудың негізгі мақсаты — өндірісшілердің экология талабына сәйкес заттектер шығаруына септесу. Қазақ тілі терминдерінің салалық ғылыми түсіндірме сөздігі: Экология және табиғат қорғау / Жалпы редакциясын басқарған – түсіндірме сөздіктер топтамасын шығару жөніндегі ғылыми-баспа бағдарламасының ғылыми жетекшісі, педагогика ғылымдарының докторы, профессор, Қазақстан Республикасы Мемлекеттік сыйлығының лауреаты А.Қ.Құсайынов. – Алматы: «Мектеп» баспасы» ЖАҚ, 2002 жыл. – 456 бет. ISBN 5-7667-8284-5", "Оперативті меню (Оперативное меню; shortcut menu) — меңзермен (тышқан меңзермен) объектіні көрсетіп тұрып, тышқанның оң батырмасын басқанда, суырылып шығатын жанама меню. Құрамында көрсетілген объектіге байланысты орындалуға тиіс командалар болады. Мысалы, мәтіннің бір бөлігін белгілеп тышқанның оң батырмасын басқанда, сол мәтінді басқаша пішімдеуге, оны басқа жаққа жіберуге және көшірмесін алуға болатын оперативті меню пайда болады. Қазақ тілі терминдерінің салалық ғылыми түсіндірме сөздігі: Информатика және компьютерлік техника / Жалпы редакциясын басқарған түсіндірме сөздіктер топтамасын шығару жөніндегі ғылыми-баспа бағдарламасының ғылыми жетекшісі, педагогика ғылымдарының докторы, профессор, Қазақстан Республикасы Мемлекеттік сыйлығының лауреаты А.Қ.Құсайынов. – Алматы: «Мектеп» баспасы» ЖАҚ, 2002 жыл. – 456 бет. ISBN 5-7667-8284-5"], "neg": ["Юрепель (фр. Urepel) — Франциядағы коммуна. Аквитания аймағына қарасты Атлантикалық Пиреней департаментінде орналасқан. Байонна округінің құрамына енеді. Алып жатқан жер аумағы 26,44 км² шамасында. Коммунаның INSEE коды — 64543, пошта индексі — 64430. 2009 жылғы мәліметтер бойынша тұрғындарының саны 339 адамды құрады. Халық тығыздығы — 12,82 адам/км². Халық динамикасы (INSEE ): Тұрғындарының жас шамасы және жынысы бойынша құрамы (2006): Атлантикалық Пиреней департаментінің коммуналары 2009 жылғы тұрғындар саны. INSEE. Тексерілді, 25 қараша 2012. (фран.) Population selon le sexe et l'âge...2006  (фран.). INSEE. — Жас шамасы және жынысы бойынша құрамы (2006). Тексерілді, 25 қараша 2012. Францияның ұлттық статистика және экономикалық зерттеулер институты сайтындағы парақшасы «Mapquest» картасында орналасуы", "Элиополис (Баия) (порт. Heliópolis (Bahia)) — Бразилиядағы муниципалитет, Баия штатында орналасқан. Солтүстік-шығыс Баия мезорегионының құрамдас бөлігі болып табылатын Рибейра-ду-Помбал экономика-статистикалық микрорегионының құрамына кіреді. 2006 жылғы мәліметтер бойынша тұрғындарының саны 14 384 адамды құрайды. Алып жатқан жер аумағы 324,005 км² шамасында. Халық тығыздығы — 44,4 адам/км². Қала 1985 жылы құрылған."]}
{"query": "北港鎮", "pos": ["Порту-Алегри-ду-Норти (порт. Porto Alegre do Norte) — Бразилиядағы муниципалитет, Мату-Гросу штатында орналасқан. Солтүстік-шығыс Мату-гросу мезорегионының құрамдас бөлігі болып табылатын Норти-Арагуая экономика-статистикалық микрорегионының құрамына кіреді. 2006 жылғы мәліметтер бойынша тұрғындарының саны 14 000 адамды құрайды. Алып жатқан жер аумағы 3 977,416 км² шамасында. Халық тығыздығы — 2,4 адам/км²."], "neg": ["Гидравликалық жетек — гидросорғы беретін сұйықтықтың, кысымы арқылы жұмыс машинасын өрекет етуге келтіретін құрылғы. Үдемелі ауыспалылық, әдетте, гидравликалық цилиндрдің көмегімен жүзеге асырылады, айналмалы қозғалысты байланыстыру үшін гидромоторды қолданады. Гидравликалық жетек үлкен шекте жылдамдықты біркелкі өзгертуге және білдекгі тоқтатпай жұмыс қозғалыстарының бағытын кері қарай жүргізуге мүмкіндік береді; бірқалыпты жұмыс істеумен ерекшеленеді және барлық түрдегі металл кесетін білдектерде кеңінен қолданылады. Резервуардың май сорғы мен шүмек және реттығын арқылы цилиндрдің оң жақтағы қуысына поршень және онымен байланысқан білдектін үстелін беру қозғалысын жасауға мәжбүр ете отырып беріледі. Реттығын жеке шүмекпен басқарылатын сервоцилиндр арқылы қозғалысқа келеді. Үстелдің кері қимылдауы үшін шүмекті бүрады, реттығын сервоцилиндрмен алға қарай қозғалады және цилиндрдің сол жақтағы қуысын сорғымен байланыстырады. Қазақ тілі терминдерінің салалық ғылыми түсіндірме сөздігі. Су шарушылығы. – Алматы, «Мектеп» баспасы, 2002 жыл. Полиграфия, өлшеу техникасы, ағаш өңдеу жабдыктары және металл өңдеу техникасы мен технологиясы: Қазақша-орысша терминдердің түсіндірме сөздігі.", "Шымтезек (нем. Torf) – батпақ жерлерде толық ыдырамаған өсімдік қалдықтарынан түзілетін жанғыш, пайдалы қазбалар. Құрамының 50–60 -ы көміртек. Меншікті жану жылуы 24 МДж/кг. Ш-тің әлемдік қоры шамамен 500 млрд. т. Шымтезектің ыдырау дəрежесі – гумин қышқылдарынан жəне қарашірікке айналмаған өсімдік қалдықтарының ұсақ бөлшектерінен тұратын шымтезектің құрылымы (толық ыдыраған) бөлігінің оның жалпы массасына қатынасын көрсететін сипатама. ҚР ҚҰРЫЛЫСТЫҚ НОРМАЛАРЫ ЖƏНЕ ЕРЕЖЕЛЕРІ ҚР ҚНжЕ 1.01-35-2005"]}
{"query": "厦门海堤", "pos": ["Дамба (голл. dam — көтерме, тоған) - 1) геоморфологияда арна бойындағы биік табиғи белес. Аллювийлік жазық пен ағатын үлкен өзендер арнасының бойында түзіледі. Жайылмадан биіктігі 6-8 м; 2) жасанды дамба - өзен мен теңіз жағаларын шайылудан және су басудан қорғайтын немесе бөгендерде суды тежеуге көмектесетін топырақтан, тастан және бетоннан салынған гидротехникалық имарат. Қазақ тілі терминдерінің салалық ғылыми түсіндірме сөздігі: География және геодезия. — Алматы: \"Мекгеп\" баспасы, 2007 жыл. — 264 бет. ISBN 9965-36-367-6"], "neg": ["Оммартен (фр. Hommarting) — Франциядағы коммуна. Лотарингия аймағына қарасты Мозель департаментінде орналасқан. Саррбур округінің құрамына енеді. Алып жатқан жер аумағы 10,19 км² шамасында. Коммунаның INSEE коды — 57333, пошта индексі — 57405. 2009 жылғы мәліметтер бойынша тұрғындарының саны 836 адамды құрады. Халық тығыздығы — 82,04 адам/км². Халық динамикасы (INSEE ): Тұрғындарының жас шамасы және жынысы бойынша құрамы (2006): Мозель департаментінің коммуналары 2009 жылғы тұрғындар саны. INSEE. Тексерілді, 25 қараша 2012. (фран.) Hommarting sur le site de l'Insee Population selon le sexe et l'âge...2006  (фран.). INSEE. — Жас шамасы және жынысы бойынша құрамы (2006). Тексерілді, 25 қараша 2012. Францияның ұлттық статистика және экономикалық зерттеулер институты сайтындағы парақшасы «Mapquest» картасында орналасуы", "Олин (ағылш. Olin) — Айова штатының Джонс округіне жататын АҚШ қаласы. Қаланың жер аумағы — 2.6 км². FIPS коды — 19-58980. 2010 жылы қала тұрғыны 716 адамды құрады. American FactFinder. АҚШ халық санағы бюросы. Тексерілді, 31 қаңтар 2008. АҚШ-тың барлық қалалары жайында статистикалар (ағыл.) U.S. Census Bureau. (ағыл.) Үлгі:Айова штаты"]}
{"query": "十足目", "pos": ["Онаяқты шаянтәрізділер көбірек танымал, оларға асшаяндар, шаяндар таңқы шаяндар, тақуа шаяндар жатады. Олардың бес жұп көкірек аяқтары алға жылжуға лайықталған, бірінші жұбы көбінесе жемін ұстауға және қорғануға пайдаланатындықтан, қуатты қысқыштары бар. Басын жауып, көкірек бөлігінің үстінде күлапараға ұқсап тұратын сауыты \"карапакс\" деп аталады. Қатты сауыт созыла алмайды да, жануардығ өсуіне кедергі жасайды. Сондықтан шаянтәрізділер анда санда ескі жамылғысын тастап отырады. Жаңа сауыты қатайғанға дейін олар мүлдем дәрменсіз күйде. Онаяқты шаянтәрізділердің көбі- бентостық жануарлар, суға жүзуге салмақтары тым ауырлық етеді. Асшаяндар болса,жорғалай да алады, жылдам жүзеді, ал қажет кезінде имек қарнымен серпіле, ыршып секіре алады. Бір қызығы, асшаяндардың көптеген түрлері өз өмірлерін еркек болып бастайды да, 15 жасқа жеткенде кезекті түлеуден кейін ұрғашыға айналып кетеді.Ұрықтанған уылдырықты олар жүзгіш аяқтарымен демеп ұстап, құрсағының астына алып жүреді. Омарлар-теңіздің ірі шаяндары,өзен шаянына сырттай ұқсас,бірақ салмағы 20 келіге жетеді. Қысқашсыз шаяндардың омардан айырмашылығы қысқаштары жоқ, олар тропиктік және субтропиктік теңіздердің таяз суларында кездеседі. Үшкір тікен жапқан ұзын антенна-мұрттары олар,а тек қана сезіну мүшесі ғана емес, қорғаныс құралы да болады.", "Көнтабандылар немесе Сірі табандылар (лат. Tylopoda) - көп уақытқа дейін бұл отрядтың өкілдерін жұпаяқтыларға жатқызып келді. Бұл жасаққа қазіргі заманда сақталған Түйелер (Camelidae) атты бір-ақ тұқымдас жатады. Тұқымдасқа 2 туыс: Африка мен Азияда кең тараған түйелер мен Оңтүстік Америкадағы өркешсіз түйелер - ламалар жатады. Жеті тұқымдас қазіргі заманда құрып біткен. Құрып біткен тұқымдастар: † лат. Amphimerycidae † лат. Anoplotheriidae † лат. Cainotheriidae † лат. Merycoidodontidae † лат. Oromerycidae † лат. Poebrotheriidae † лат. Xiphodontidae Сірі табандылардың аяқтары ұзын, аша тұяқты, табаны қалың сірілі («Сірі табандылар» деп аталуы да осыдан). Сірі табандылар Азия мен Оңтүстік Америкада таралған. Жабайы қос өркешті түйе тек Орталық Азияда Монғолиядағы шөлді аймақта (Гобиде), ал гуанако мен викунья Оңтүстік Америкадағы таулы жерді мекендейді. Сірі табандылардың Америкадағы екі түрі (лама және альпака) қолға үйретілген. Бұларды да түйе сияқты көлік есебінде және жүні мен еті үшін ұстайды. Америкада кездесетін Сірі табандылардың өркеші болмайды. Сірі табандылардан тек айыр өркеш түйе мен нар көбінесе Африкада және Оңтүстік Азияда кездеседі. КСРО-да сірі табандылардың жабайы түрі жоқ, бірақ қазба қалдықтарына қарағанда бұрын өткен геологиялық дәуірлерде тіршілік еткен. Елімізде сірі табандылардан тек айыр өркеш түйе мен нар өсіріледі."], "neg": ["ХАЛЫҚАРАЛЫҚ БИЗНЕС — түрлі мемлекеттердің фирмалары бірлесіп қатысатын және халықаралық капитал пайдаланылатын кәсіпкерлік қызмет. Пайда алу мақсатымен жүзеге асырылады және халықар. экон. аяда қолданылады. «Қазақстан»: Ұлттық энцклопедия / Бас редактор Ә. Нысанбаев – Алматы «Қазақ энциклопедиясы» Бас редакциясы, 1998 ISBN 5-89800-123-9, IX том", "Штайнбах-на-Штайре (нем. Steinbach an der Steyr) — Аустриядағы коммуна. Жоғарғы Аустрия федералды жеріне қарасты Кирхдорф-на-Кремсе округінің құрамына енеді. Қаланың тұрақты тұрғындарының саны 1994 адамды құрайды (31 желтоқсан 2005). Алып жатқан жер аумағы 28.2 км² шамасында. Елді мекеннің автомобиль коды — KI, ресми идентификациялық коды — 4 09 20. 2003 жылғы сайлау нәтижесі бойынша коммунаның бургомистрі болып Христиан Дёрфель (АҰП) саналады. Ресми сайты Үлгі:Аустрия:Кирхдорф-на-Кремсе округі:Қалалар"]}
{"query": "偷心", "pos": ["Қаскерлік (Браконьерство) — аң аулау, балық аулау ережесін және жануарлар әлемін қорғау туралы заңның талаптарын бұзып, жабайы жануарларды аулау немесе жою. Қаскерлікке тыйым салынған уақытта, тыйым салынған жерде немесе тыйым салынған тәсілмен рұқсатсыз аң аулау және балық аулау, аулауға толық тыйым салынған жануарларды аулау және ату, ату және аулау мөлшерін арттыру; жұмыртқаларды, қауырсындарды жинау, індерді, ұяларды, апандарды бұзу және т.б. жатады; кеңейтілген ұғымыңда қаскерлікке орманды сақтау ережелерін бұзу да, сондай-ақ сирек кездесетін немесе бағалы өсімдіктерді (әсіресе сату үшін) заңсыз жинау да және т.б. жатады. Қазақ тілі терминдерінің салалық ғылыми түсіндірме сөздігі: Экология және табиғат қорғау / Жалпы редакциясын басқарған – түсіндірме сөздіктер топтамасын шығару жөніндегі ғылыми-баспа бағдарламасының ғылыми жетекшісі, педагогика ғылымдарының докторы, профессор, Қазақстан Республикасы Мемлекеттік сыйлығының лауреаты А.Қ.Құсайынов. – Алматы: «Мектеп» баспасы» ЖАҚ, 2002 жыл. – 456 бет. ISBN 5-7667-8284-5", "Ұрлық, қылмыстық құқықта — мүлікті жасырын қымқыру. Ұрлық қоғамдық немесе жеке меншікке қарсы жасалған қылмыстардың қатарына жатады. Жәбірленуші мен басқа адамдар байқамайды деген сеніммен қылмыскердің мүлікті жасырын жымқыруы ұрлықтың тонау мен барымталаудан айырмашылығы болып табылады. Кейбір мемлекеттердің қылмыстық кодекстерінде ұрлықты мемлекеттік немесе қоғамдық меншікті иемдену мақсатындағы ұрлық және жеке меншікті иемдену мақсатындағы ұрлық деп екіге бөледі. Мемлекеттік немесе қоғамдық меншікті ұрлық үшін жеке меншікті ұрлағаннан гөрі қатаңдау жаза қолданылады. Азаматтардың жеке мүлкін ұрлағаны үшін жауапкершілікті ауырлататын мән-жайларға заң бойынша мыналар жатады: ұрлықты қайталап жасау; ұрлықты бір топ адамдардың алдын ала келісіп жасауы; жәбірленушіге едәуір залал шектіру; ұрлықты аса қауіпті кәнігі қылмыскердің жасауы. Пайдакүнемдік мақсатпен бөтен мүлікті жасырын ұрлау. Бөтен мүлікті осы мүліктің меншік иесіне немесе өзге иеленушісіне залал келтіре отырып айыптының немесе басқа адамдардың пайдасына заңсыз қайтарымсыз алып қою және (немесе) айналдыру. \"Қазақ Энциклопедиясы\", 9 том Орысша-қазақша заңдық түсіндірме сөздік-анықтамалық. — Алматы: «Жеті жарғы» баспасы, 2008 жыл. ISBN 9965-11-274-6 Бұл заң саласына арналған жаңа мақалаға бастама. Бұл мақаланы толықтырып, дамыту арқылы, Уикипедияға көмектесуіңізді сұраймыз."], "neg": ["Кушан патшалығы – көне замандағы мемлекет. Өркендеп тұрған кезінде (б.з.б 1 ғасырдың аяғы – 3 ғасырдың басы) қазіргі Орта Азияның едәуір бөлігін, Ауғанстанды, батыс Пәкістанды, Солтүстік Үндістанды, Шығыс Түркістанды (қытай жаулап алғаннан кейін Смнь Цзянь аталған) түгел қамтылған. Римдік парфия, Хань мемлекетімен қатар көне замандағы 4 күшті империяның бірі болды. Көне дүниеде зор рөл атқарғандығына қарамастан, Кушан патшалығының тарихы жетклікті зерттелмеген. Кушан патшалығы саяси тарихы жайындағы деректер Қытай мен Рим авторларының жазбаларынан, Кушан жерінде шығарылған теңге ақшаларға жүргізілген талдаулардан, түрлі заттардың бетінде сақталған аздаған жазулардан қалыптасады. Кушан тарихынының дәл хронологияы әлі анықталмаған. Көшпелілер Грек-Бактрия патшалығын қиратып, бірнеше жеке князьдықтар құрғаннан кейін, жүз жылдан астам уақыт өткен соң, жыл санаудың басына таманғы аралықта Кушан патшалығы пайда болды. Бактрияның Кушан тайпасын немесе кушан руын басқарған мұндай князьдіктердің бірі Кушан патшалығының негізін қалады. Кушанның жаулап алу жорықтары көбінесе оның алғашқы 2 патшасы – Куджула Кадфиз бен оның ұлы Вима Кадфиз ІІ тұсында және Кушанның атақты патшасы канишка тұсында жүргізілді. Кушан патшалығы Канишка мен оның ұлы Хувишка тұсында өркендеп, Васудева патшалығы кезінде құлдырап кеткен. 4 ғасырда Кушан патшалығы ыдырап, ұсақ князьдықтарға бөлініп кетті. Олардың хронологиясы мен тарихы белгісіз.", "Дмитрий Карпов (23.07.1981, Қарағанды) - қазақ жеңіл атлетикасының серкесі, қарағандылық онсайысшы. Осыған дейін құлаштап диск, найза лақтырудан және биіктікке секіруден әлсізді, бірақ бұл жағынан өзін-өзі дамытып жүрген Карпов Қазақстанның 2008-дегі Пекин олимпиaдасындағы негізгі үміттерінің бірі. Жаттықтырушысы - өз әкесі. 2004, Афины олимпиадасының қола жүлдегері, 2003, 2007, 2008 жж. Әлем чемпионаттарының қола жүлде иегері, Азия ойындары жеңімпазы (2006, Катар), 2007 жылғы Әлем рейтингісінде онсайыстан 8586 ұпаймен 4-ші орында (чех Роман Себерле (8697), Морис Смит (8676, Ямайка) және белорус Андрей Кравченколардан кейін (8617)), 8725 ұпайлық Азия рекорды иегері (Афина Олимпиадасындағы көрсеткіші) Қазақстан Республикасында кімнің кім екені . Екі томдық анықтамалық. Алматы, 2011 жыл. ISBN 978-601-278-473-2"]}
{"query": "卡西米爾不變量", "pos": ["Инварианттылық (мәліметтердің) (Инвариантность (данных) — қандай да бір берілген шаманың немесе жүйенің кейбір сыртқы жағдайларға немесе түрлендірулерге қатысты өзгермей сақталуы, яғни олардың физикалық шарттардан тәуелсіздігі. Релятивистік инварианттылық - лоренц түрлендірулеріне қатысты табиғат заңдарын өрнектейтін теңдеулердің инварианттылығы. Қазақ тілі терминдерінің салалық ғылыми түсіндірме сөздігі: Информатика және компьютерлік техника / Жалпы редакциясын басқарған түсіндірме сөздіктер топтамасын шығару жөніндегі ғылыми-баспа бағдарламасының ғылыми жетекшісі, педагогика ғылымдарының докторы, профессор, Қазақстан Республикасы Мемлекеттік сыйлығының лауреаты А.Қ.Құсайынов. – Алматы: «Мектеп» баспасы» ЖАҚ, 2002 жыл. – 456 бет. ISBN 5-7667-8284-5", "Дельта-модуляция (Delta modulation (DM)) — аналогтік сигнал мен оның сандық аппроксимациясының арасындағы айырымын есептеуге негізделген модуляция тәсілі. Осы айырымның таңбасына байланысты амплитуданың баспалдақ деп аталатын бекітілген шамасының өсуі мен кемуі байкалады. Айырымның соңғы схемасында сигнал екілік тізбекке айналады, онда 1 он кернеуге, 0 теріс кернеуге сәйкес келеді. Шығыс дельта-модуляцияланган сигнал жақсы синхрондау қасиетіне ие, яғни 1 мен 0-ден тұратын ұзақ тарамдары жоқ. Қазақ тілі терминдерінің салалық ғылыми түсіндірме сөздігі: Электроника, радиотехника және байланыс. — Алматы: «Мектеп» баспасы, 2007 ISBN 9965-36-448-6"], "neg": ["Санта-Круш-ду-Бишпу (порт. Santa Cruz do Bispo) — Португалиядағы аудан (фрегезия), Порту округінің құрамына кіреді. Матозиньюш муниципалитетінің құрамдас бөлігі болып табылады. Үлкен Порту ірі қалалық агломерациясында орналасқан. Португалияның Солтүстік аймақ регионына қарасты Үлкен Порту экономика-статистикалық субрегионының құрамына енеді. 2001 жылғы мәліметтер бойынша тұрғындарының саны 6 108 адамды құрайды. Алып жатқан жер аумағы 3,75 км² шамасында. Халық тығыздығы — 1 628,80 адам/км². Ескі әкімшілік бөлініс бойынша Дору-Литорал провинциясының құрамына кірген.", "Калмар (ағылш. Calmar) — Айова штатының Уиннешик округіне жататын АҚШ қаласы. Қаланың жер аумағы — 2.7 км². FIPS коды — 19-10045. 2010 жылы қала тұрғыны 1058 адамды құрады. American FactFinder. АҚШ халық санағы бюросы. Тексерілді, 31 қаңтар 2008. АҚШ-тың барлық қалалары жайында статистикалар (ағыл.) U.S. Census Bureau. (ағыл.) Үлгі:Айова штаты"]}
{"query": "移山倒海樊梨花", "pos": ["Сорбит — көміртекті темір қорытпаларының құрылымдық құраушысы. Феррит пен цементиттің эвтоидтік қоспасы. Перлиттің дисперстік қоспасының бір түрі.Сорбит магнитен жақсы тартылады. Сорбит легирлеуші элемент ретінде болаттың беріктігіне жоне төзімділігіне әсер етеді. Қазақ тілі терминдерінің салалық ғылыми түсіндірме сөздігі: Машинажасау. — Алматы: \"Мектеп\" баспасы, 2007. ISBN 9965-36-417-6", "Алмұрт (лат. Pyrus) — Алмалар тұқымдасына жататын жемісті өсімдіктердін бір туысы. Мұның 18 түрі бар. Алмұрт көбінесе үлкен ағаш, кейде ұзын бұта болып өседі. Атың 5 000-нан астам сұрпы бар, олардың бұрынғы КСРО-да 130 сұрпы өседі. Бұлардың ішіндегі 15 сұрпын өсіріп шығарған И. Мичурин, олардың негізгілері: қыстық бере (груша бере зимняя) — И. Мичуриннің жабайы уссурий алмұртын бірінші рет гүлденген жылы Бере Рояль алмұртының тозаңымен будандастырғаннан кейінгі алған жаңа сұрпы. Қысқа өте төзімді. 20 жылдан астам өмірінің ішінде бұған аяздың тигізген әсері байқалған емес. Мұның ағашы құрт-құмырсқаға да, паразит саңырауқұлақтарға да бой бермейтін төзімді келеді. Жемісінің өздігінен зақымданған жері тез жазылып кетеді. Жемісін қыркүйектің аяғында жинайды, ол жатқан жерінде (қыста) піседі де (аты осыған сәйкес қойылған), сәуірге дейін сақтауға келеді. Орта Азия алмұрты (Р. asiae mediae) — кронасы аумақты келген үлкен ағаш. Жемісі тәтті, ерте піседі және ірі болады; жемісін адам, құрғақ жапырағын мал жейді. Орта Азия алмұрты түсімді келеді, құрт онша түспейді, ауруға, кеселге төзімді. Раушангүлділер тұқымдасының бір туысы, жеміс ағашы. Дүние жүзінде 60-қа жуық түрі белгілі."], "neg": ["Понт-а-Муссон (фр. Pont-à-Mousson) — Франциядағы коммуна. Лотарингия аймағына қарасты Мёрт және Мозель департаментінде орналасқан. Нанси округінің құрамына енеді. Алып жатқан жер аумағы 21,60 км² шамасында. Коммунаның INSEE коды — 54431, пошта индексі — 54700. 2009 жылғы мәліметтер бойынша тұрғындарының саны 14466 адамды құрады. Халық тығыздығы — 669,72 адам/км². Халық динамикасы (Ehess і Insee ): Тұрғындарының жас шамасы және жынысы бойынша құрамы (2006): Мёрт және Мозель департаментінің коммуналары 2009 жылғы тұрғындар саны. INSEE. Тексерілді, 25 қараша 2012. (фран.) http://cassini.ehess.fr/ Population par commune avant 1962 (résultats publiés au journal officiel ou conservés aux archives départementales) Insee : Population depuis le recensement de 1962 Population selon le sexe et l'âge...2006  (фран.). INSEE. — Жас шамасы және жынысы бойынша құрамы (2006). Тексерілді, 25 қараша 2012. Ресми сайты Францияның ұлттық статистика және экономикалық зерттеулер институты сайтындағы парақшасы «Mapquest» картасында орналасуы", "Толық мақаласы: Футболдан Еуропа чемпионаты 1984 1984 жылғы Еуропа чемпионатының шешуші матчы. 1984 жылы 27 маусымда Париждегі \"Парк де Пренс\" стадионында өтті. Франция 2:0 есебімен Испанияны ұтып, тұңғыш рет Еуропа чемпионы атанды. Футболдан Еуропа чемпионаты 1984 Футболдан Франция құрамасы Футболдан Испания құрамасы Платини жеткізген жеңіс"]}
